[
    {
        "id": "1",
        "title": "Good Omens",
        "author": "Terry Pratchett, Neil Gaiman",
        "description": "According to The Nice and Accurate Prophecies of Agnes Nutter, Witch (the world's only completely accurate book of prophecies, written in 1655, before she exploded), the world will end on a Saturday. Next Saturday, in fact. Just before dinner. <br> So the armies of Good and Evil are amassing, Atlantis is rising, frogs are falling, tempers are flaring. Everything appears to be going according to Divine Plan. Except a somewhat fussy angel and a fast-living demon—both of whom have lived amongst Earth's mortals since The Beginning and have grown rather fond of the lifestyle—are not actually looking forward to the coming Rapture. <br> And someone seems to have misplaced the Antichrist . . .",
        "date": "November 28th 2006",
        "publisher": "HarperTorch"
    },
    {
        "id": "2",
        "title": "Jonathan Strange &amp; Mr Norrell",
        "author": "Susannah Clarke",
        "description": "At the dawn of the nineteenth century, two very different magicians emerge to change England's history. In the year 1806, with the Napoleonic Wars raging on land and sea, most people believe magic to be long dead in England--until the reclusive Mr Norrell reveals his powers, and becomes a celebrity overnight. <br> Soon, another practicing magician comes forth: the young, handsome, and daring Jonathan Strange. He becomes Norrell's student, and they join forces in the war against France. But Strange is increasingly drawn to the wildest, most perilous forms of magic, straining his partnership with Norrell, and putting at risk everything else he holds dear.",
        "date": "August 1st 2006",
        "publisher": "Tor Books"
    },
    {
        "id": "3",
        "title": "American Gods",
        "author": "Neil Gaiman",
        "description": "Locked behind bars for three years, Shadow did his time, quietly waiting for the magic day when he could return to Eagle Point, Indiana. A man no longer scared of what tomorrow might bring, all he wanted was to be with Laura, the wife he deeply loved, and start a new life. <br> But just days before his release, Laura and Shadow’s best friend are killed in an accident. With his life in pieces and nothing to keep him tethered, Shadow accepts a job from a beguiling stranger he meets on the way home, an enigmatic man who calls himself Mr. Wednesday. A trickster and rogue, Wednesday seems to know more about Shadow than Shadow does himself.<br>Life as Wednesday’s bodyguard, driver, and errand boy is far more interesting and dangerous than Shadow ever imagined—it is a job that takes him on a dark and strange road trip and introduces him to a host of eccentric characters whose fates are mysteriously intertwined with his own. Along the way Shadow will learn that the past never dies; that everyone, including his beloved Laura, harbors secrets; and that dreams, totems, legends, and myths are more real than we know. Ultimately, he will discover that beneath the placid surface of everyday life a storm is brewing—an epic war for the very soul of America—and that he is standing squarely in its path.",
        "date": "July 2001",
        "publisher": "Harper Collins", 
    },
    {
        "id": "4",
        "title": "The Goblin Emperor",
        "author": "Katherine Addison",
        "description": "The youngest, half-goblin son of the Emperor has lived his entire life in exile, distant from the Imperial Court and the deadly intrigue that suffuses it. But when his father and three sons in line for the throne are killed in an 'accident,' he has no choice but to take his place as the only surviving rightful heir. <br> Entirely unschooled in the art of court politics, he has no friends, no advisors, and the sure knowledge that whoever assassinated his father and brothers could make an attempt on his life at any moment. <br> Surrounded by sycophants eager to curry favor with the naïve new emperor, and overwhelmed by the burdens of his new life, he can trust nobody. Amid the swirl of plots to depose him, offers of arranged marriages, and the specter of the unknown conspirators who lurk in the shadows, he must quickly adjust to life as the Goblin Emperor. All the while, he is alone, and trying to find even a single friend... and hoping for the possibility of romance, yet also vigilant against the unseen enemies that threaten him, lest he lose his throne – or his life. <br> This exciting fantasy novel, set against the pageantry and color of a fascinating, unique world, is a memorable debut for a great new talent.",
        "date": "April 1st 2014",
        "publisher": "Tor Books"
    },
    {
        "id": "5",
        "title": "Uprooted",
        "author": "Naomi Novik",
        "description": "“Our Dragon doesn’t eat the girls he takes, no matter what stories they tell outside our valley. We hear them sometimes, from travelers passing through. They talk as though we were doing human sacrifice, and he were a real dragon. Of course that’s not true: he may be a wizard and immortal, but he’s still a man, and our fathers would band together and kill him if he wanted to eat one of us every ten years. He protects us against the Wood, and we’re grateful, but not that grateful.” <br> Agnieszka loves her valley home, her quiet village, the forests and the bright shining river. But the corrupted Wood stands on the border, full of malevolent power, and its shadow lies over her life. <br> Her people rely on the cold, driven wizard known only as the Dragon to keep its powers at bay. But he demands a terrible price for his help: one young woman handed over to serve him for ten years, a fate almost as terrible as falling to the Wood. <br> The next choosing is fast approaching, and Agnieszka is afraid. She knows—everyone knows—that the Dragon will take Kasia: beautiful, graceful, brave Kasia, all the things Agnieszka isn’t, and her dearest friend in the world. And there is no way to save her.<br> But Agnieszka fears the wrong things. For when the Dragon comes, it is not Kasia he will choose.",
        "date": "May 19th 2015",
        "publisher": "Del Ray"
    },
    {
        "id": "6",
        "title": "The Lions of Al-Rassan",
        "author": "Guy Gavriel Kay",
        "description": "The ruling Asharites of Al-Rassan have come from the desert sands, but over centuries, seduced by the sensuous pleasures of their new land, their stern piety has eroded. The Asharite empire has splintered into decadent city-states led by warring petty kings. King Almalik of Cartada is on the ascendancy, aided always by his friend and advisor, the notorious Ammar ibn Khairan — poet, diplomat, soldier — until a summer afternoon of savage brutality changes their relationship forever. <br> Meanwhile, in the north, the conquered Jaddites' most celebrated — and feared — military leader, Rodrigo Belmonte, driven into exile, leads his mercenary company south. <br> In the dangerous lands of Al-Rassan, these two men from different worlds meet and serve — for a time — the same master. Sharing their interwoven fate — and increasingly torn by her feelings — is Jehane, the accomplished court physician, whose own skills play an increasing role as Al-Rassan is swept to the brink of holy war, and beyond. <Br> Hauntingly evocative of medieval Spain, The Lions of Al-Rassan is both a brilliant adventure and a deeply compelling story of love, divided loyalties, and what happens to men and women when hardening beliefs begin to remake — or destroy — a world.",
        "date": "June 1st 1995",
        "publisher": "HarperPrism"
    },
    {
        "id": "7",
        "title": "Tigana",
        "author": "Guy Gavriel Kay",
        "description": "Tigana is the magical story of a beleaguered country struggling to be free. It is the tale of a people so cursed by the dark sorceries of the tyrant king Brandlin that even the very name of their once beautiful home cannot be spoken or remembered. But years after their homeland’s devastation, a handful of men and women set in motion a dangerous crusade—to overthrow their conquerors and bring back to the world the lost brightness of an obliterated name: Tigana. <br> Against the magnificently realized background of a world both sensuous and brutal, this masterful epic of a passionate people pursuing their dream is breathtaking in its vision. A spellbinding novel in which myth comes alive and magic reaches out to touch you.",
        "date": "August 1990",
        "publisher": "Penguin Books"
    },
    {
        "id": "8",
        "title": "The Hobbit",
        "author": "J.R.R Tolkien",
        "description": "In a hole in the ground there lived a hobbit. Not a nasty, dirty, wet hole, filled with the ends of worms and an oozy smell, nor yet a dry, bare, sandy hole with nothing in it to sit down on or to eat: it was a hobbit-hole, and that means comfort. <br> Written for J.R.R. Tolkien’s own children, The Hobbit met with instant critical acclaim when it was first published in 1937. Now recognized as a timeless classic, this introduction to the hobbit Bilbo Baggins, the wizard Gandalf, Gollum, and the spectacular world of Middle-earth recounts of the adventures of a reluctant hero, a powerful and dangerous ring, and the cruel dragon Smaug the Magnificent. The text in this 372-page paperback edition is based on that first published in Great Britain by Collins Modern Classics (1998), and includes a note on the text by Douglas A. Anderson (2001). Unforgettable!",
        "date": "September 21st 1937",
        "publisher": "Allen and Unwin"
    },
    {
        "id": "9",
        "title": "Warbreaker",
        "author": "Brandon Sanderson",
        "description": "Sisters Vivenna and Siri are princesses of Idris. Susebron is the God King one must marry. Lightsong is the reluctant minor god of bravery. Vasher is an immortal still trying to undo mistakes of centuries before. Magic from individual breath from everyday objects can perform all manner of miracles and mischief.",
        "date": "June 9, 2009",
        "publisher": "Tor Books"
    },
    {
        "id": "10",
        "title": "The Heroes",
        "author": "Joe Abercrombie",
        "description": "They say Black Dow's killed more men than winter, and clawed his way to the throne of the North up a hill of skulls. The King of the Union, ever a jealous neighbor, is not about to stand smiling by while he claws his way any higher. The orders have been given and the armies are toiling through the northern mud. Thousands of men are converging on a forgotten ring of stones, on a worthless hill, in an unimportant valley, and they've brought a lot of sharpened metal with them.",
        "date": "January 27th 2011",
        "publisher": "Orbit"
    }
]